Repository: wp-plugins/liz-comment-counter-by-ozh
Catalog: translations/commentbadge-*.po
Languages: be_by, de_de, es_es, it_it, ru_ru

source: Settings
be_by: Налады
de_de: Einstellungen
es_es: Configuraciones
it_it: Impostazioni
ru_ru: Настройки

source: Save Changes
be_by: Захаваць налады
de_de: Änderungen speichern
es_es: Guardar Cambios
it_it: Salva le modifiche
ru_ru: Сохранить настройки

source: Reset Settings
be_by: Збіць налады
de_de: Einstellungen zurücksetzen
es_es: Resetear Configuraciones
it_it: Ripristino delle impostazioni
ru_ru: Сбить настройки

source: Clicking the following button will remove all the plugin settings from your database. You might want to do so in the following cases:
be_by: Націсніце наступную кнопку, каб выдаліць усе налады ўбудовы з базы дадзеных. Вы павінны зрабіць наступнае:
de_de: Klick auf den folgenden Button werden alle Plugin-Einstellungen aus der Datenbank entfernen. Vielleicht möchten Sie dies in den folgenden Fällen:
es_es: Haciendo clic en el siguiente botón se eliminarán las configuraciones del plugin de la base de datos. Podría no desear hacerlo en los siguientes casos:
it_it: Cliccando sul pulsante verranno rimosse dal database tutte le impostazioni per il plugin. L'operazione é necessaria nei seguenti casi:
ru_ru: Нажмите следующую кнопку, чтобы удалить все настройки плагина из базы данных. Вы должны сделать следующее:

source: you want to uninstall the plugin and leave no unnecessary entries in your database
be_by: вы жадаеце дэўсталёўваць убудова і пакінуць няісныя значэнні ў БД.
de_de: Sie wollen das Plugin deinstallieren und hinterlassen keine unnötige Einträge in Ihrer Datenbank
es_es: desea desinstalar el plugin y no dejan entradas innecesarias en la base de datos
it_it: desideri disinstallare il plugin e non lasciare alcun dato inutile nel database
ru_ru: вы хотите деинсталлировать плагин и оставить несуществующие значения в БД.

source: you want all settings to be reverted to their default values
be_by: вы жадаеце вярнуць першапачатковыя значэнні налад.
de_de: Sie wollen, dass alle Einstellungen auf die Standardwerte zurückgesetzt werden
es_es: desea que todos los ajustes que se establezcan a sus valores por defecto
it_it: desideri che tutte le impostazioni siano ripristinate ai loro valori predefiniti
ru_ru: вы хотите возвратить первоначальные значения настроек.

source: Really do?
be_by: Сапраўды зрабіць гэта?
de_de: Wirklich zu tun?
es_es: ¿De veras quieres hacerlo?
it_it: Sei certo?
ru_ru: Действительно сделать это?

source: There is no undo, so be very sure you want to click the button!
be_by: Гэта нельга адмяніць, будте вельмі ўважлівыя, націскаючы на гэту кнопку!
de_de: Es gibt keine rückgängig machen, also sehr sicher, dass Sie auf die Schaltfläche klicken!
es_es: No se puede deshacer, así que, ¡asegúrese de que quiere hacer clic en el botón!
it_it: L'operazione é irreversibile. Sii ben certo della tua scelta prima di cliccare sul pulsante!
ru_ru: Это нельзя отменить, будте очень внимательны, нажимая на эту кнопку!

source: updated
be_by: абноўлена
de_de: aktualisiert
es_es: Actualizado
it_it: aggiornato
ru_ru: обновлено

source: deleted
be_by: выдалена
de_de: gelöscht
es_es: Borrado
it_it: cancellato
ru_ru: удалено

source: Settings <strong>%s</strong>
be_by: Налады <strong>%s</strong>
de_de: Einstellungen <strong>%s</strong>
es_es: Configuraciones <strong>%s</strong>
it_it: Impostazioni <strong>%s</strong>
ru_ru: Настройки <strong>%s</strong>

source: Built in
be_by: Убудаваныя
de_de: Erbaut in
es_es: Realizado en
it_it: Incorporato
ru_ru: Встроенные

source: Title
be_by: Загаловак
de_de: Titel
es_es: Título
it_it: Titolo
ru_ru: Заголовок

source: Usage
be_by: Ужыванне
de_de: Verwendung
es_es: Uso
it_it: Utilizzo
ru_ru: Применение

source: Place the following template tag in your template file, for instance sidebar.php
be_by: Змясцуеце гэты тэг у файл шаблону, у sidebar.php
de_de: Platzieren Sie den folgenden Template Tag in Ihrem Template-Datei, zum Beispiel sidebar.php
es_es: Coloque la siguiente etiqueta en su plantilla, por ejemplo, en el fichero sidebar.php
it_it: Inserisci il seguente tag template nel tuo file template, ad esempio nella sidebar.
ru_ru: Разместите этот тэг в файл шаблона, в sidebar.php

source: Text Color
be_by: Колер тэксту
de_de: Text Farbe
es_es: Colo de texto
it_it: Colore testo
ru_ru: Цвет текста

source: Pick a color
be_by: Абраць колер
de_de: Wählen Sie eine Farbe
es_es: Selecciones un color
it_it: Scegli un colore
ru_ru: Выбрать цвет

source: Badge Preview
be_by: Прадагляд бэйджа
de_de: Badge Vorschau
es_es: Vista previa
it_it: Anteprima del badge
ru_ru: Предосмотр бэйджа

source: Update preview
be_by: Абнавіць прадагляд
de_de: Vorschau aktualisieren
es_es: Actualizar vista previa
it_it: Aggiorna l'anteprima
ru_ru: Обновить предосмотр

source: Background Color
be_by: Колер фону
de_de: Hintergrundfarbe
es_es: Color de fondo
it_it: Colore sfondo
ru_ru: Цвет фона

source: Label
be_by: Надпіс
de_de: Etikett
es_es: Etiqueta
it_it: Etichetta
ru_ru: Надпись

source: Font
be_by: Шрыфт
de_de: Schriftart
es_es: Fuente
ru_ru: Шрифт

source: Extra&nbsp;spacing
de_de: Extra-Abstand
es_es: Espaciado&nbsp;extra
it_it: spaziatura&nbsp;extra

source: Credit &amp; Love
be_by: Crediti &amp; Link Love
de_de: Credit & Liebe
es_es: Créditos
it_it: Crediti &amp; Link Love
ru_ru: Crediti &amp; Link Love

source: Add a link back to the plugin page
be_by: Дадаць спасылку на заднюю старонку ўбудовы
de_de: Fügen Sie einen Link zurück zur Plugin-Seite
es_es: Añadir un enlace recíproco al plugin
it_it: Aggiungi un link alla pagina del plugin
ru_ru: Добавить ссылку на заднюю страницу плагина

source: If you think this is a cool plugin, please leave this option enabled so your loyal readers &amp; commenters can find about this plugin too!
be_by: Калі вам спадабалася ўбудова, пакіньце опцыю адзначанай!
de_de: Wenn Sie denken, dies ist ein schönes Plugin, bitte lassen Sie diese Option aktivieren, so dass Ihre treuen Lesern und Kommentatoren können über das Plugin zu finden!
es_es: Si crees que este plugin es útil, por favor, deja esta opción activada para que tus lectores y comentaristas puedan averiguar más sobre el mismo.
it_it: Se credi che questo sia un plugin favoloso, lascia abilitata questa opzione in modo tale che i tuoi più fedeli lettori e commentatori possano anch'essi trovarlo!
ru_ru: Если вам понравился плагин, оставьте опцию отмеченной!

source: Reset
be_by: Збіць
de_de: Zurücksetzen
es_es: Resetear
it_it: Ripristina
ru_ru: Сбить

source: Reset to default values
be_by: Збіць да першапачатковых налад
de_de: Reset auf Standardwerte
es_es: Resetear a los valores por defecto
it_it: Ripristina ai valori predefiniti
ru_ru: Сбить к первоначальным настройкам

source: do not forget to save
be_by: не забудзьцеся захаваць
de_de: Vergessen Sie nicht sparen
es_es: no olvides guardar
it_it: non dimenticarti di salvare
ru_ru: не забудьте сохранить

source: Conversations
be_by: Сеансы
de_de: Gespräche
es_es: Comentarios
it_it: Conversazioni
ru_ru: Сеансы

source: As of today, there have been here on this blog <b>%s</b>. Given that you currently have <b>%s</b> posts (including pages), this makes a conversation ratio of <b>%s</b> comments per post.
be_by: па стане на сёння, былі тут, на гэтым блогу <b>% s </ b>. з улікам таго, што вы ў наш час <b>% s </ b> пасады (у тым ліку старонак), што робіць гутарку суадносіны <b>% s </ b> каментары па пошце.
de_de: Ab heute gibt es hier in diesem Blog schon <b>%s</b>. Da Sie derzeit <b>% s</ b> пасады (у тым ліку старонак), Beiträge (einschließlich Seiten), ist dies ein Gespräch Verhältnis von <b>% s </ b> Kommentare per Post.
es_es: A día de hoy, hay en este blog <b>% s </ b>. Teniendo en cuenta que actualmente tiene <b>% s </ b> entradas (incluyendo páginas), esto hace una relación de conversación de <b>% s </ b> comentarios por entrada.
it_it: Al momento, sono presenti in questo blog <b>%s</b> grazie agli attuali <b>%s</b> articoli (pagine incluse), questo significa che hai una media di <b>%s</b> commenti per ogni articolo.
ru_ru: по состоянию на сегодня, были здесь, на этом блоге <b>% s </ b>. с учетом того, что вы в настоящее время <b>% s </ b> должности (в том числе страниц), что делает беседу соотношение <b>% s </ b> комментарии по почте.

source: About Liz
be_by: О Liz
de_de: Über Liz
es_es: Acerca de Liz
it_it: Info su Liz
ru_ru: О Liz

source: Liz Strauss of <a href="http://www.successful-blog.com/" title="Successful-Blog">Successful-Blog</a> is known as a relationship blogger, with 70,000 and counting comments on her blog. As a professional Social Web Strategist, if you are looking to build connections and conversation or to grow a community of fiercely loyal fans, Liz is the person to see.
be_by: Liz Strauss <a href="http://www.successful-blog.com/" title="Successful-Blog">Successful-Blog</a> вядомы як адзін блогер стаўлення з 70,000 і падлік каментароў на сваім блогу. быўшы прафесійным сацыяльным вэб-стратэгіі, калі вы шукаеце для стварэння злучэння і гутаркі ці гадуй супольнасць горача лаяльныя заўзятары, лізаў гэты твар, каб убачыць.
de_de: Liz Strauss <a href="http://www.successful-blog.com/" title="Successful-Blog">Successful-Blog</a> ist als eine Beziehung Blogger, mit 70.000 und Zählen Kommentare in ihrem Blog bekannt. Als professionelle Social Web Strategist, wenn Sie schauen, um Verbindungen und Gespräche zu bauen oder eine Gemeinschaft von heftig treuen Fans zu wachsen, ist Liz die Person zu sehen.
es_es: Liz Strauss de <a href="http://www.successful-blog.com/" title="Successful-Blog"> Successful-Blog</a> es conocida por ser una blogger de influencia en la red, con más de 70.000 y subiendo de comentarios en su blog. Como profesional de Web Social estratega, si quieres buscar una conexión para conversar y hacer crecer una comunidad de fans leales, Liz es la persona a la que debes unirte.Plugin traducido por: <a href="http://www.verasoul.com/" title="Vera's Soul">Vera</a>
it_it: Liz Strauss di <a href="http://www.successful-blog.com/" title="Successful-Blog">Successful-Blog</a> é nota come relationship blogger, con 70.000 commenti nel suo blog. Qualora tu stessi cercando di instaurare delle amicizie e delle relazioni oppure desideraasi ampliare la tua comunità di fedeli ammiratori, quale Social Web Strategist Liz é la persona che fa per te.
ru_ru: Liz Strauss <a href="http://www.successful-blog.com/" title="Successful-Blog">Successful-Blog</a> известный как один блоггер отношения с 70,000 и подсчет комментариев на своем блоге. будучи профессиональным социальным веб-стратегии, если вы ищете для создания соединения и разговора или расти сообщество горячо лояльные болельщики, лиз это лицо, чтобы увидеть.

source: This plugin was made in celebration of her dedication to blog community building so you, too, can show the world how social your blog is by showing off your comment count.
be_by: Гэта ўбудова была зроблены ў сувязі з імпрэзай яе адданасць блогу супольнасці будынка, каб вы таксама можаце паказаць свету, як сацыяльны блог, паказваючы пакінуўшы свой каментар.
de_de: Dieses Plugin wurde zur Feier ihres Engagement gemacht, um community building Blog, so dass Sie auch, die Welt zeigen kann, wie soziale Ihren Blog, indem Sie Ihre Meinung zählt ist.
es_es: Este plugin ha sido creado en dedicación a su blog y la comunidad, de esta forma puedes mostrar al mundo, lo social que es tu blog, tan solo mostrando el número de comentarios que tienes.
it_it: Questo plugin é stato realizzato quale tributo per la sua dedizione alla comunità dei bloggers in modo tale che anche tu possa dimostrare al mondo quanto cordiale sia il tuo blog sfoggianto il totale dei tuoi commenti.
ru_ru: Этот плагин был сделан в связи с празднованием ее преданность блоге сообщества здания, чтобы вы тоже можете показать миру, как социальный блог, показывая покинув свой комментарий.

source: Presets
be_by: Прасэты
es_es: Memorizaciones
it_it: Predefiniti
ru_ru: Пресеты

source: If your theme is widget enabled, simply go the Widgets management page
es_es: Si tu plantilla dispone de widgets activados, simplemente vete a la págian de los Widgets
